Repository: atokos/djangolist
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: The price must be a positive number greater than zero.
sv: Priset måste vara ett positivt heltal större än noll

source: This deadline is too soon, the minimum is 72h from now.
sv: Deadlinen måste vara minst 72 timmar från och med nu

source: has been banned
sv: har blivit bannad

source: List of all banned auctions
sv: Lista över alla bannade auktioner

source: Seller
sv: Försäljare

source: Minimum bid
sv: Minimibud

source: Latest bid
sv: Senaste bud

source: Place bid
sv: Placera bud

source: Confirm auction
sv: Spara auktion

source: Save
sv: Spara

source: The expected format for the deadline is 'yyyy-mm-dd hh:mm:ss'
sv: Formatet för datum är 'åååå-mm-dd hh:mm:ss'

source: The expected format for the deadline is deadline has to be at least 72h from now
sv: Datumet måste vara minst 72h från och med nu

source: Description
sv: Beskrivning

source: Edit description
sv: Redigera beskrivningen

source: Starting price
sv: Startbud

source: Bids
sv: Bud

source: by
sv: av

source: Bid
sv: Bjud

source: Ban
sv: Banna

source: Search for auctions by title
sv: Sök auktioner med titel

source: Search
sv: Sök

source: Auctions matching the search
sv: Auktioner som matchar sökningen

source: Active auctions
sv: Aktiva auktioner

source: New auction has been created
sv: Auktionen har skapats

source: Auction creation cancelled
sv: Auktionen avbröts

source: Requested auction not found!
sv: Den efterfrågade auktionen hittades inte!

source: Cannot bid on own auctions!
sv: Kan inte placera bud på egen auktion

source: Cannot bid on winning auction!
sv: Kan inte placera bud på vinnande auktion

source: The auction you tried to bid on is not available anymore
sv: Auktionen du försökte bjuda på är inte tillgänglig längre

source: The description has been updated before you put the bid, try to bid again
sv: Auktionens beskrivning har ändrat, läs den och förösk igen

source: The bid must be at least 0.01 higher than the current bid
sv: Budet måsta vara minst 0.01 högre än det nuvarande budet

source: The bid must be higher than the minimum bid
sv: Budet måste vara högre än minimibudet

source: The bid was created.
sv: Budet har registrerats

source: Invalid bid.
sv: Felaktigt bud

source: The auction you tried to edit is not available
sv: Auktionen du föröskte ändra är inte tillgänglig

source: You are not allowed to edit this auction.
sv: Du har inte tillstånd att ändra denna auktion

source: Permission denied
sv: Tillgång till denna sida nekades

source: Logged in as
sv: Inloggad som

source: Logout
sv: Logga ut

source: Profile
sv: Profil

source: Log in
sv: Logga in

source: Sign up
sv: Registrering

source: Language
sv: Språk

source: Currency
sv: Valuta

source: Browse auctions
sv: Auktioner

source: View banned auctions
sv: Bannade auktioner

source: Homepage
sv: Hemsida

source: Welcome to Djangolist
sv: Välkommen till Djangolist
